Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# DependencyEditor.ConfirmUpgradeMessage
source: You have asked to upgrade to a newer Python version. Dependencies will need to be reinstalled. OK to continue?
de: Sie haben ein Upgrade auf eine neuere Python-Version angefordert. Abhängigkeiten müssen neu installiert werden. Möchten Sie fortfahren?
ja: 新しいPythonのバージョンにアップグレードしようとしています。依存関係を再インストールする必要があります。続行してもよろしいですか?
pt_br: Você solicitou a atualização para uma versão mais recente do Python. As dependências precisarão ser reinstaladas. Deseja continuar?
ru: Вы запросили обновление до более новой версии Python. Зависимости придётся переустановить. Продолжить?
zh_hans: 你已请求升级到较新的 Python 版本。依赖项需要重新安装。继续吗？

# DependencyEditor.CouldNotChangeVersionTitle
source: Could Not Change Python Version
de: Python-Version konnte nicht geändert werden
ja: Pythonのバージョンを変更できませんでした
pt_br: Não foi possível alterar a versão do Python
ru: Не удалось изменить версию Python
zh_hans: 无法更改 Python 版本

# DependencyEditor.ErrorCreatingMessage
source: Error creating %1$@: %2$@
de: Fehler beim Erstellen von %1$@: %2$@
ja: %1$@ の作成エラー: %2$@
pt_br: Erro ao criar %1$@: %2$@
ru: Ошибка при создании %1$@: %2$@
zh_hans: 创建 %1$@ 时出错：%2$@

# DependencyEditor.ErrorMovingMessage
source: Error moving %1$@ to %2$@: %3$@
de: Fehler beim Verschieben von %1$@ nach %2$@: %3$@
ja: %1$@ を %2$@ に移動する際のエラー: %3$@
pt_br: Erro ao mover %1$@ para %2$@: %3$@
ru: Ошибка при перемещении %1$@ в %2$@: %3$@
zh_hans: 将 %1$@ 移动到 %2$@ 时出错：%3$@

# DependencyEditor.FolderExistsMessage
source: Can’t upgrade because %@ already exists
de: Upgrade nicht möglich, da %@ bereits existiert
ja: %@ が既に存在するためアップグレードできません
pt_br: Não é possível atualizar porque %@ já existe
ru: Невозможно обновить, так как %@ уже существует
zh_hans: 无法升级，因为 %@ 已存在

# DependencyEditor.InstallationFailedTitle
source: Installation Failed
de: Installation fehlgeschlagen
ja: インストールに失敗しました
pt_br: Falha na instalação
ru: Установка не удалась
zh_hans: 安装失败

# DependencyEditor.InstallFailedCheckPip
source: Check the pip output for errors.
de: Überprüfen Sie die pip-Ausgabe auf Fehler.
ja: pipの出力でエラーを確認してください。
pt_br: Verifique a saída do pip em busca de erros.
ru: Проверьте вывод pip на наличие ошибок.
zh_hans: 检查 pip 输出中的错误。

# DependencyEditor.RebuildingEnvironment
source: Rebuilding the Python environment…
de: Python-Umgebung wird neu erstellt…
ja: Python環境を再構築しています…
pt_br: Reconstruindo o ambiente Python…
ru: Пересборка среды Python…
zh_hans: 正在重建 Python 环境……

# DependencyEditor.RemovalFailedHeading
source: Removal Failed
de: Entfernen fehlgeschlagen
ja: 削除に失敗しました
pt_br: Falha na remoção
ru: Удаление не удалось
zh_hans: 移除失败

# DependencyEditor.RunCommandHeading
source: Run this Command?
de: Diesen Befehl ausführen?
ja: このコマンドを実行しますか?
pt_br: Executar este comando?
ru: Выполнить эту команду?
zh_hans: 运行此命令？

# DependencyEditor.SettingUpEnvironment
source: Setting up the Python environment…
de: Python-Umgebung wird eingerichtet…
ja: Python環境をセットアップしています…
pt_br: Configurando o ambiente Python…
ru: Настройка среды Python…
zh_hans: 正在设置 Python 环境……

# DependencyEditor.UninstallFailedMessage
source: Uninstall of %@ failed. Check the pip output for errors.
de: Deinstallation von %@ fehlgeschlagen. Überprüfen Sie die pip-Ausgabe auf Fehler.
ja: %@ のアンインストールに失敗しました。pipの出力でエラーを確認してください。
pt_br: Falha ao desinstalar %@. Verifique a saída do pip em busca de erros.
ru: Не удалось удалить %@. Проверьте вывод pip на наличие ошибок.
zh_hans: 卸载 %@ 失败。请检查 pip 输出中的错误。

# DependencyEditor.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# DependencyEditor.UpgradeErrorMessage
source: Please file a bug report at https://iterm2.com/bugs. The following error occurred while upgrading a dependency: %@
de: Bitte melden Sie einen Fehler unter https://iterm2.com/bugs. Beim Aktualisieren einer Abhängigkeit ist folgender Fehler aufgetreten: %@
ja: https://iterm2.com/bugs でバグを報告してください。依存関係のアップグレード中に次のエラーが発生しました: %@
pt_br: Envie um relatório de erro em https://iterm2.com/bugs. O seguinte erro ocorreu ao atualizar uma dependência: %@
ru: Пожалуйста, сообщите об ошибке на странице https://iterm2.com/bugs. При обновлении зависимости произошла следующая ошибка: %@
zh_hans: 请访问 https://iterm2.com/bugs 提交错误报告。升级依赖项时发生了以下错误：%@

# DiffWaitingPrompt.InitialBody
source: This session is set to Diff mode and only starts its command when git reports staged or unstaged changes. The working tree is currently clean, or iTerm2 hasn’t finished its first check yet. Edit a file (or stage one) and the command will start on its own. To run it now anyway, click below.
de: Diese Sitzung ist auf den Diff-Modus eingestellt und startet ihren Befehl erst, wenn Git vorgemerkte oder nicht vorgemerkte Änderungen meldet. Der Arbeitsbaum ist derzeit sauber, oder iTerm2 hat seine erste Prüfung noch nicht abgeschlossen. Bearbeiten Sie eine Datei (oder merken Sie eine vor), und der Befehl startet von selbst. Um ihn trotzdem sofort auszuführen, klicken Sie unten.
ja: このセッションはDiffモードに設定されており、gitがステージ済みまたは未ステージの変更を報告した場合にのみコマンドが開始されます。現在ワーキングツリーはクリーンであるか、iTerm2がまだ最初のチェックを完了していません。ファイルを編集する（またはステージする）と、コマンドは自動的に開始されます。今すぐ実行するには、下をクリックしてください。
pt_br: Esta sessão está no modo Diff e só inicia seu comando quando o git relata alterações preparadas ou não preparadas. A árvore de trabalho está atualmente limpa, ou o iTerm2 ainda não concluiu sua primeira verificação. Edite um arquivo (ou prepare um) e o comando será iniciado sozinho. Para executá-lo agora mesmo assim, clique abaixo.
ru: Для этого сеанса включён режим Diff, и его команда запускается только тогда, когда git сообщает о проиндексированных или непроиндексированных изменениях. Сейчас рабочее дерево чистое, либо iTerm2 ещё не завершил первую проверку. Отредактируйте файл (или проиндексируйте его), и команда запустится автоматически. Чтобы запустить её сейчас в любом случае, нажмите кнопку ниже.
zh_hans: 此会话设置为 Diff 模式，仅当 git 报告有 staged 或未 staged 的更改时才会开始执行命令。当前工作树是干净的，或者 iTerm2 尚未完成第一次检查。编辑文件（或将其标记为 staged）后，命令将自动开始执行。若仍想立即运行，请点击下方按钮。

# DiffWaitingPrompt.InitialTitle
source: Diff session is waiting for changes.
de: Diff-Sitzung wartet auf Änderungen.
ja: Diffセッションが変更を待っています。
pt_br: A sessão Diff está aguardando alterações.
ru: Сеанс Diff ожидает изменений.
zh_hans: Diff 会话正在等待更改。

# DiffWaitingPrompt.ReloadBody
source: This session is set to Diff mode, so Reload will re-run the command only after git reports staged or unstaged changes. The previous output is still on screen behind this panel. Cancel to keep that output and abandon the reload, or run the command now anyway.
de: Diese Sitzung ist auf den Diff-Modus eingestellt, daher führt „Neu laden“ den Befehl erst erneut aus, wenn Git vorgemerkte oder nicht vorgemerkte Änderungen meldet. Die vorherige Ausgabe ist weiterhin hinter diesem Fenster zu sehen. Klicken Sie auf Abbrechen, um diese Ausgabe zu behalten und das erneute Laden abzubrechen, oder führen Sie den Befehl jetzt trotzdem aus.
ja: このセッションはDiffモードに設定されているため、再読み込みはgitがステージ済みまたは未ステージの変更を報告した後にのみコマンドを再実行します。以前の出力はこのパネルの背後にまだ表示されています。キャンセルするとその出力を保持して再読み込みを中止します。今すぐコマンドを実行することもできます。
pt_br: Esta sessão está no modo Diff, então o Recarregar executará o comando novamente somente depois que o git relatar alterações preparadas ou não preparadas. A saída anterior ainda está na tela, atrás deste painel. Cancele para manter essa saída e abandonar o recarregamento, ou execute o comando agora mesmo assim.
ru: Для этого сеанса включён режим Diff, поэтому команда «Обновить» перезапустит команду только после того, как git сообщит о проиндексированных или непроиндексированных изменениях. Предыдущий вывод по-прежнему отображается на экране за этой панелью. Нажмите «Отмена», чтобы сохранить этот вывод и отменить обновление, либо всё равно запустите команду сейчас.
zh_hans: 此会话设置为 Diff 模式，因此 Reload 命令仅在 git 报告有已暂存或未暂存的更改后才会重新运行。此面板背后的先前输出仍显示在屏幕上。取消即可保留该输出并放弃重新加载，或现在就运行命令。

# DiffWaitingPrompt.ReloadTitle
source: Reload queued. Waiting for changes.
de: Neu laden eingereiht. Warten auf Änderungen.
ja: 再読み込みが予約されました。変更を待っています。
pt_br: Recarregamento na fila. Aguardando alterações.
ru: Обновление в очереди. Ожидание изменений.
zh_hans: 正在重新加载队列。等待更改。

# DiffWaitingPrompt.RunAnyway
source: Run Anyway
de: Trotzdem ausführen
ja: とにかく実行
pt_br: Executar mesmo assim
ru: Всё равно запустить
zh_hans: 仍然运行

# DockMenu.NewTab
source: New Tab…
de: Neuer Tab…
ja: 新規タブ…
pt_br: Nova aba…
ru: Новая вкладка…
zh_hans: 新建标签页…

# DockMenu.NewWindow
source: New Window…
de: Neues Fenster…
ja: 新規ウインドウ…
pt_br: Nova janela…
ru: Новое окно…
zh_hans: 新建窗口…

# DockMenu.NewWindowDefaultProfile
source: New Window (Default Profile)
de: Neues Fenster (Standardprofil)
ja: 新規ウインドウ（デフォルトプロファイル）
pt_br: Nova janela (perfil padrão)
ru: Новое окно (профиль по умолчанию)
zh_hans: 新建窗口（默认配置文件）

# DockMenu.RestoreArrangement
source: Restore Arrangement
de: Anordnung wiederherstellen
ja: 配置を復元
pt_br: Restaurar disposição
ru: Восстановить расположение окон
zh_hans: 恢复窗口布局

# Donate.CallToAction1
source: Donate
de: Spenden
ja: 寄付する
pt_br: Doar
ru: Пожертвовать
zh_hans: 捐赠

# Donate.CallToAction2
source: Support iTerm2
de: iTerm2 unterstützen
ja: iTerm2を支援する
pt_br: Apoie o iTerm2
ru: Поддержать iTerm2
zh_hans: 支持 iTerm2

# Donate.CallToAction3
source: iTerm2 is one person’s project. Donate now!
de: iTerm2 ist das Projekt einer einzelnen Person. Jetzt spenden!
ja: iTerm2は個人が開発しているプロジェクトです。今すぐ寄付しましょう！
pt_br: O iTerm2 é o projeto de uma só pessoa. Doe agora!
ru: iTerm2 — проект одного человека. Пожертвуйте прямо сейчас!
zh_hans: iTerm2 是某人的项目。现在捐赠吧！

# Donate.CallToAction4
source: Keep iTerm2 alive — Donate today!
de: Halten Sie iTerm2 am Leben – Spenden Sie noch heute!
ja: iTerm2を存続させるために、今日寄付しましょう！
pt_br: Mantenha o iTerm2 vivo, doe hoje!
ru: Помогите iTerm2 жить дальше: сделайте пожертвование сегодня!
zh_hans: 支持 iTerm2 的发展——今天就捐赠吧！

# Donate.CallToAction5
source: Love using iTerm2? Help keep it thriving!
de: Nutzen Sie iTerm2 gerne? Helfen Sie, es am Leben zu erhalten!
ja: iTerm2を気に入っていますか？さらなる発展のためにご協力ください！
pt_br: Gosta de usar o iTerm2? Ajude a mantê-lo próspero!
ru: Нравится iTerm2? Помогите ему процветать!
zh_hans: 喜欢使用 iTerm2？帮助它继续发展吧！

# Donate.CallToAction6
source: iTerm2 needs your support – Donate here.
de: iTerm2 braucht Ihre Unterstützung – Spenden Sie hier.
ja: iTerm2にはあなたの支援が必要です。こちらから寄付してください。
pt_br: O iTerm2 precisa do seu apoio. Doe aqui.
ru: iTerm2 нужна ваша поддержка: сделайте пожертвование здесь.
zh_hans: iTerm2 需要您的支持——在此捐赠。

# Donate.CallToAction7
source: Help iTerm2 grow – Consider donating.
de: Helfen Sie iTerm2 zu wachsen – Erwägen Sie eine Spende.
ja: iTerm2の成長を後押ししましょう。寄付をご検討ください。
pt_br: Ajude o iTerm2 a crescer. Considere doar.
ru: Помогите iTerm2 расти: подумайте о пожертвовании.
zh_hans: 帮助 iTerm2 成长——考虑进行捐赠吧。

# Donate.CallToAction8
source: Keep the iTerm2 dream alive – Donate!
de: Halten Sie den iTerm2-Traum am Leben – Spenden Sie!
ja: iTerm2の夢を守り続けましょう。寄付をお願いします！
pt_br: Mantenha o sonho do iTerm2 vivo. Doe!
ru: Сохраните мечту об iTerm2 живой: сделайте пожертвование!
zh_hans: 保持 iTerm2 的梦想延续——捐赠吧！

# Donate.CallToAction9
source: Support the creator of iTerm2 – Donate now!
de: Unterstützen Sie den Entwickler von iTerm2 – Jetzt spenden!
ja: iTerm2の開発者を応援しましょう。今すぐ寄付を！
pt_br: Apoie o criador do iTerm2. Doe agora!
ru: Поддержите создателя iTerm2: пожертвуйте прямо сейчас!
zh_hans: 支持 iTerm2 的开发者——现在就捐赠！

# Duration: %.1fµs–%.1fµs
source: Duration: %1$.1fµs–%2$.1fµs
de: Dauer: %1$.1fµs–%2$.1fµs
ja: 所要時間: %1$.1fµs〜%2$.1fµs
pt_br: Duração: %1$.1fµs–%2$.1fµs
ru: Длительность: %1$.1fмкс–%2$.1fмкс
zh_hans: 持续时间：%1$.1fµs–%2$.1fµs

# DynamicProfiles.AdditionalErrors
source: %ld additional errors may be seen in the log.
de: %ld weitere Fehler sind möglicherweise im Protokoll zu finden.
ja: 他に %ld 件のエラーがログに表示されている可能性があります。
pt_br: %ld erros adicionais podem aparecer no log.
ru: В журнале могут появиться ещё %ld дополнительные ошибки.
zh_hans: 还有另外 %ld 个错误。

# DynamicProfiles.CouldNotRead
source: Could not read Dynamic Profile from file %1$@: %2$@
de: Dynamisches Profil konnte nicht aus der Datei %1$@ gelesen werden: %2$@
ja: ファイル %1$@ から動的プロファイルを読み込めませんでした: %2$@
pt_br: Não foi possível ler o perfil dinâmico do arquivo %1$@: %2$@
ru: Не удалось прочитать динамический профиль из файла %1$@: %2$@
zh_hans: 无法从文件 %1$@ 读取动态配置文件：%2$@

# DynamicProfiles.DeprecatedKeyMapping
source: A dynamic profile was found with a now-deprecated key mapping that interferes with window tiling shortcuts added in macOS Sequoia. Remove the key mappings? It shouldn’t break anything.
de: Es wurde ein dynamisches Profil mit einer inzwischen veralteten Tastenzuordnung gefunden, die mit den in macOS Sequoia hinzugefügten Tastenkombinationen für die Fensterkachelung in Konflikt steht. Tastenzuordnungen entfernen? Das sollte nichts beeinträchtigen.
ja: macOS Sequoiaで追加されたウインドウタイリングのショートカットと競合する、非推奨のキーマッピングを含む動的プロファイルが見つかりました。キーマッピングを削除しますか？何も問題は起きないはずです。
pt_br: Foi encontrado um perfil dinâmico com um mapeamento de teclas agora obsoleto que interfere nos atalhos de organização de janelas adicionados no macOS Sequoia. Remover os mapeamentos de teclas? Isso não deve quebrar nada.
ru: Найден динамический профиль с устаревшим сопоставлением клавиш, которое конфликтует с сочетаниями клавиш для расположения окон, добавленными в macOS Sequoia. Удалить эти сопоставления клавиш? Это не должно ничего сломать.
zh_hans: 发现一个动态配置文件，其中包含已弃用的按键映射，会干扰 macOS Sequoia 中添加的窗口排列快捷键。应删除这些按键映射吗？这不应导致任何问题。

# DynamicProfiles.DuplicateGuid
source: Two dynamic profiles have the same Guid: %@
de: Zwei dynamische Profile haben dieselbe Guid: %@
ja: 2つの動的プロファイルが同じGuidを持っています: %@
pt_br: Dois perfis dinâmicos têm o mesmo Guid: %@
ru: Два динамических профиля имеют одинаковый Guid: %@
zh_hans: 两个动态配置文件具有相同的 Guid：%@

# DynamicProfiles.ErrorHeading
source: Dynamic Profiles Error
de: Fehler bei dynamischen Profilen
ja: 動的プロファイルのエラー
pt_br: Erro de perfis dinâmicos
ru: Ошибка динамических профилей
zh_hans: 动态配置文件错误

# DynamicProfiles.GuidConflict
source: Dynamic profile with Guid %@ conflicts with non-dynamic profile with same Guid
de: Dynamisches Profil mit Guid %@ steht in Konflikt mit einem nicht dynamischen Profil mit derselben Guid
ja: Guidが %@ の動的プロファイルは、同じGuidを持つ非動的プロファイルと競合しています
pt_br: O perfil dinâmico com Guid %@ conflita com um perfil não dinâmico com o mesmo Guid
ru: Динамический профиль с Guid %@ конфликтует со статическим профилем с таким же Guid
zh_hans: Guid 为 %@ 的动态配置文件与具有相同 Guid 的非动态配置文件冲突

# DynamicProfiles.IgnoringProfiles
source: Ignoring dynamic profiles in “%@” because of an error.
de: Dynamische Profile in „%@“ werden aufgrund eines Fehlers ignoriert.
ja: エラーのため「%@」内の動的プロファイルを無視します。
pt_br: Ignorando os perfis dinâmicos em “%@” devido a um erro.
ru: Динамические профили в «%@» игнорируются из-за ошибки.
zh_hans: 由于出错，将忽略“%@”中的动态配置文件。

# DynamicProfiles.InvalidJSON
source: Dynamic Profiles file %1$@ contains invalid JSON: %2$@
de: Die Datei mit dynamischen Profilen %1$@ enthält ungültiges JSON: %2$@
ja: 動的プロファイルファイル %1$@ に無効なJSONが含まれています: %2$@
pt_br: O arquivo de perfis dinâmicos %1$@ contém JSON inválido: %2$@
ru: Файл динамических профилей %1$@ содержит недопустимый JSON: %2$@
zh_hans: 动态配置文件文件 %1$@ 包含无效的 JSON：%2$@

# DynamicProfiles.MissingGuid
source: Dynamic profile is missing the Guid field in file %@
de: Dem dynamischen Profil fehlt das Feld „Guid“ in der Datei %@
ja: ファイル %@ 内の動的プロファイルにGuidフィールドがありません
pt_br: O perfil dinâmico no arquivo %@ está sem o campo Guid
ru: В динамическом профиле отсутствует поле Guid в файле %@
zh_hans: 文件 %@ 中的动态配置文件缺少 Guid 字段

# DynamicProfiles.MissingName
source: Dynamic profile with Guid %@ is missing the “name” field
de: Dem dynamischen Profil mit Guid %@ fehlt das Feld „name“
ja: Guidが %@ の動的プロファイルに「name」フィールドがありません
pt_br: O perfil dinâmico com Guid %@ não tem o campo “name”
ru: В динамическом профиле с Guid %@ отсутствует поле «name»
zh_hans: Guid 为 %@ 的动态配置文件缺少“name”字段

# DynamicProfiles.NoProfilesKey
source: Dynamic Profiles file %@ does not have a “Profiles” key at the root.
de: Die Datei mit dynamischen Profilen %@ hat keinen Schlüssel „Profiles“ auf oberster Ebene.
ja: 動的プロファイルファイル %@ のルートに「Profiles」キーがありません。
pt_br: O arquivo de perfis dinâmicos %@ não tem uma chave “Profiles” na raiz.
ru: В файле динамических профилей %@ отсутствует ключ «Profiles» в корне.
zh_hans: 动态配置文件 %@ 的根上没有“Profiles”键。

# DynamicProfiles.ProblemWithProfile
source: There was a problem with one of your Dynamic Profiles: %@
de: Es gab ein Problem mit einem Ihrer dynamischen Profile: %@
ja: 動的プロファイルの1つに問題がありました: %@
pt_br: Ocorreu um problema com um dos seus perfis dinâmicos: %@
ru: Возникла проблема с одним из ваших динамических профилей: %@
zh_hans: 你的一个动态配置文件出现问题： %@

# DynamicProfiles.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# DynamicProfiles.RootNotObject
source: Dynamic Profiles file %@ does not have an Object (i.e., a dictionary) as its root element
de: Die Datei mit dynamischen Profilen %@ hat als Wurzelelement kein Objekt (d. h. kein Dictionary)
ja: 動的プロファイルファイル %@ のルート要素がオブジェクト（つまり辞書）ではありません
pt_br: O arquivo de perfis dinâmicos %@ não tem um objeto (ou seja, um dicionário) como elemento raiz
ru: Файл динамических профилей %@ не имеет объекта (то есть словаря) в качестве корневого элемента
zh_hans: 动态配置文件 %@ 的根元素不是对象（即字典）

# DynamicProfiles.UnknownParentByGUID
source: Dynamic profile %1$@ references unknown parent GUID %2$@. Using default profile as parent.
de: Das dynamische Profil %1$@ verweist auf die unbekannte übergeordnete GUID %2$@. Das Standardprofil wird als übergeordnetes Element verwendet.
ja: 動的プロファイル %1$@ が不明な親GUID %2$@ を参照しています。デフォルトプロファイルを親として使用します。
pt_br: O perfil dinâmico %1$@ referencia o GUID pai desconhecido %2$@. Usando o perfil padrão como pai.
ru: Динамический профиль %1$@ ссылается на неизвестный родительский GUID %2$@. Используется профиль по умолчанию в качестве родительского.
zh_hans: 动态配置文件 %1$@ 引用了未知的父 GUID：%2$@。使用默认配置文件作为父级。

# DynamicProfiles.UnknownParentByName
source: Dynamic profile %1$@ references unknown parent name %2$@. Using default profile as parent.
de: Das dynamische Profil %1$@ verweist auf den unbekannten übergeordneten Namen %2$@. Das Standardprofil wird als übergeordnetes Element verwendet.
ja: 動的プロファイル %1$@ が不明な親名 %2$@ を参照しています。デフォルトプロファイルを親として使用します。
pt_br: O perfil dinâmico %1$@ referencia o nome do pai desconhecido %2$@. Usando o perfil padrão como pai.
ru: Динамический профиль %1$@ ссылается на неизвестное имя родителя %2$@. Используется профиль по умолчанию в качестве родительского.
zh_hans: 动态配置文件 %1$@ 引用了未知的父名称：%2$@。使用默认配置文件作为父级。

# DynamicProfiles.ViewLog
source: View Log
de: Protokoll anzeigen
ja: ログを表示
pt_br: Ver registro
ru: Просмотреть журнал
zh_hans: 查看日志

# EditKeyAction.ActionAlertOnNextMark
source: Alert on Next Mark
de: Bei nächster Marke benachrichtigen
ja: 次のマークで通知
pt_br: Alertar na próxima marca
ru: Уведомить о следующей метке
zh_hans: 在下一个标记处提醒

# EditKeyAction.ActionBypassTerminal
source: Bypass Terminal
de: Terminal umgehen
ja: ターミナルを迂回
pt_br: Ignorar o Terminal
ru: Обойти терминал
zh_hans: 绕过终端

# EditKeyAction.ActionChangeProfile
source: Change Profile
de: Profil ändern
ja: プロファイルを変更
pt_br: Alterar perfil
ru: Изменить профиль
zh_hans: 更改配置文件

# EditKeyAction.ActionCompose
source: Compose…
de: Verfassen…
ja: 作成…
pt_br: Escrever…
ru: Составить…
zh_hans: 撰写…

# EditKeyAction.ActionCopyInterpolatedString
source: Copy Interpolated String
de: Interpolierte Zeichenfolge kopieren
ja: 補間文字列をコピー
pt_br: Copiar string interpolada
ru: Скопировать интерполированную строку
zh_hans: 拷贝插值字符串

# EditKeyAction.ActionCopyModeCommands
source: Copy Mode Commands
de: Kopiermodus-Befehle
ja: コピーモードコマンド
pt_br: Comandos do modo de cópia
ru: Команды режима копирования
zh_hans: 拷贝模式命令

# EditKeyAction.ActionCopyOrSend
source: Copy or Send ^C
de: Kopieren oder ^C senden
ja: コピーまたは^Cを送信
pt_br: Copiar ou enviar ^C
ru: Скопировать или отправить ^C
zh_hans: 拷贝或发送 ^C

# EditKeyAction.ActionCycleTabsBackward
source: Cycle Tabs Backward
de: Tabs rückwärts durchblättern
ja: タブを逆順に切り替え
pt_br: Percorrer abas para trás
ru: Прокрутить вкладки назад
zh_hans: 向后循环切换标签页

# EditKeyAction.ActionCycleTabsForward
source: Cycle Tabs Forward
de: Tabs vorwärts durchblättern
ja: タブを順に切り替え
pt_br: Percorrer abas para frente
ru: Прокрутить вкладки вперёд
zh_hans: 向前循环切换标签页

# EditKeyAction.ActionDecreaseHeight
source: Decrease Height
de: Höhe verringern
ja: 高さを減らす
pt_br: Diminuir altura
ru: Уменьшить высоту
zh_hans: 减小高度

# EditKeyAction.ActionDecreaseWidth
source: Decrease Width
de: Breite verringern
ja: 幅を減らす
pt_br: Diminuir largura
ru: Уменьшить ширину
zh_hans: 减小宽度

# EditKeyAction.ActionDoNotRemapModifiers
source: Do Not Remap Modifiers
de: Modifikatoren nicht neu zuordnen
ja: 修飾キーをリマップしない
pt_br: Não remapear modificadores
ru: Не переназначать модификаторы
zh_hans: 不重映射修饰键

# EditKeyAction.ActionDuplicateTab
source: Duplicate Tab
de: Tab duplizieren
ja: タブを複製
pt_br: Duplicar aba
ru: Дублировать вкладку
zh_hans: 拷贝标签页

# EditKeyAction.ActionFindAgainDown
source: Find Again Down
de: Erneut abwärts suchen
ja: 次を検索（下方向）
pt_br: Buscar novamente para baixo
ru: Найти далее вниз
zh_hans: 向下再次查找

# EditKeyAction.ActionFindAgainUp
source: Find Again Up
de: Erneut aufwärts suchen
ja: 次を検索（上方向）
pt_br: Buscar novamente para cima
ru: Найти далее вверх
zh_hans: 向上再次查找

# EditKeyAction.ActionFindRegex
source: Find Regular Expression…
de: Regulären Ausdruck suchen…
ja: 正規表現で検索…
pt_br: Buscar expressão regular…
ru: Найти по регулярному выражению…
zh_hans: 查找正则表达式…

# EditKeyAction.ActionIgnore
source: Ignore
de: Ignorieren
ja: 無視
pt_br: Ignorar
ru: Игнорировать
zh_hans: 忽略

# EditKeyAction.ActionIncreaseHeight
source: Increase Height
de: Höhe erhöhen
ja: 高さを増やす
pt_br: Aumentar altura
ru: Увеличить высоту
zh_hans: 增加高度

# EditKeyAction.ActionIncreaseWidth
source: Increase Width
de: Breite erhöhen
ja: 幅を増やす
pt_br: Aumentar largura
ru: Увеличить ширину
zh_hans: 增加宽度

# EditKeyAction.ActionInvokeScriptFunction
source: Invoke Script Function…
de: Skriptfunktion aufrufen…
ja: スクリプト関数を呼び出す…
pt_br: Invocar função de script…
ru: Вызвать функцию скрипта…
zh_hans: 调用脚本函数…

# EditKeyAction.ActionLoadColorPreset
source: Load Color Preset
de: Farbvoreinstellung laden
ja: カラープリセットを読み込む
pt_br: Carregar predefinição de cores
ru: Загрузить цветовой пресет
zh_hans: 载入颜色预设

# EditKeyAction.ActionMoveEndSelectionBack
source: Move End of Selection Back
de: Ende der Auswahl zurückbewegen
ja: 選択範囲の終わりを前に移動
pt_br: Mover o fim da seleção para trás
ru: Переместить конец выделения назад
zh_hans: 将所选内容末尾向后移动

# EditKeyAction.ActionMoveEndSelectionForward
source: Move End of Selection Forward
de: Ende der Auswahl vorwärtsbewegen
ja: 選択範囲の終わりを後ろに移動
pt_br: Mover o fim da seleção para frente
ru: Переместить конец выделения вперёд
zh_hans: 将所选内容末尾向前移动

# EditKeyAction.ActionMoveStartSelectionBack
source: Move Start of Selection Back
de: Anfang der Auswahl zurückbewegen
ja: 選択範囲の始まりを前に移動
pt_br: Mover o início da seleção para trás
ru: Переместить начало выделения назад
zh_hans: 将所选内容开头向后移动

# EditKeyAction.ActionMoveStartSelectionForward
source: Move Start of Selection Forward
de: Anfang der Auswahl vorwärtsbewegen
ja: 選択範囲の始まりを後ろに移動
pt_br: Mover o início da seleção para frente
ru: Переместить начало выделения вперёд
zh_hans: 将所选内容开头向前移动

# EditKeyAction.ActionMoveTabLeft
source: Move Tab Left
de: Tab nach links verschieben
ja: タブを左に移動
pt_br: Mover aba para a esquerda
ru: Переместить вкладку влево
zh_hans: 标签页左移

# EditKeyAction.ActionMoveTabRight
source: Move Tab Right
de: Tab nach rechts verschieben
ja: タブを右に移動
pt_br: Mover aba para a direita
ru: Переместить вкладку вправо
zh_hans: 标签页右移
